[
    {
        "reviewer" : "Spencer White",
        "photo" : "/images/reviews/SpencerWhite.png",
        "date" : "Oct 2021",
        "role" : "President Owner Only Benefits & Consultants",
        "review-content" : "The Synthesys voices are extremely lifelike and much better then the ones found in other text-to-speech programs. It gives us a great tool to create professional voice-overs without incurring the time and huge expense of hiring voice-over specialists."
    },
    {
        "reviewer" : "Dalphine",
        "photo" : "/images/reviews/Dalphine.png",
        "date" : "Oct 2021",
        "role" : "Dreaming 4Newlife",
        "review-content" : "I am so happy to have access to this revolutionary software! It is going to disrupt the video creation world forever!!! This software is mind blowing, and I love it. It will save me a huge amount of money on voice over actresses and actors. Oliver is really making a difference in the video world, and I can't say enough about this product. This is totally awesome!!"
    },
    {
        "reviewer" : "Todd Gross",
        "photo" : "/images/reviews/ToddGross.png",
        "date" : "Oct 2021",
        "role" : "http://toddgross.rocks/70k",
        "review-content" : "All previous 'text to speech' apps are suddenly obsolete. The real-human quality of Synthesys is so good, that I am honestly feeling like my days as a voice-over artist are numbered! The Interface is so easy to use as well. This is a must-have for every marketer and video creator."
    },
    {
        "reviewer" : "Chrissy Withers",
        "photo" : "/images/reviews/ChrissyWithers.png",
        "date" : "Oct 2021",
        "role" : "ProVideoVault.com",
        "review-content" : "Wow! The voices in Synthesys are so natural I could have saved a fortune on all the voice overs I’ve paid for. No other text to speech app has been good enough before, but now my head is spinning with the possibilities for my business."
    },
    {
        "reviewer" : "Matt Bush",
        "photo" : "/images/reviews/MattBush.png",
        "date" : "Oct 2021",
        "role" : "http://ezmagicvideo.com",
        "review-content" : "I am SO blown away by the quality of Synthesys. As a digital consultant who sells services to local business clients, I can't tell you how much money I've spent on voiceovers over the years. I've stayed away from using AI generated speech because the quality has never competed with the real thing. That has all changed. I LOVE THIS!"
    },
    {
        "reviewer" : "Rohit Shah",
        "photo" : "/images/reviews/RohitShah.png",
        "date" : "Oct 2021",
        "role" : "CommerceMojo.com",
        "review-content" : "Synthesys is mind blowing. The voices are as good as I usually get from professional voiceover artist on Fiverr after paying big bucks. The fact that it beats voices from Google and Amazon is extraordinary. I highly recommend Synthesys, you'll never go wrong with it."
    },
    {
        "reviewer" : "Bruno",
        "photo" : "/images/reviews/Bruno.png",
        "date" : "Oct 2021",
        "role" : "Thailand Diving Asia",
        "review-content" : "I use YouTube video marketing for my dive center in Thailand, and for that I use Todd Gross' Human Synthesys Studio. This tool is really wonderful, it is easy to use and it gives me an exceptional rendering. My clientele is 60% French-speaking and this language translation service is simply the best. We would say from real life. Since I tried it, I can't do without it. I use it in the content in the creation of my sales video, promotion and tutorial. Thank you very much to Todd."
    }
]
